Repository: M0rris82/gpsdrive
Catalog: po/*.po
Languages: et_ee, ro, sk

source: -o serial device, pty master, or file for NMEA *output*
ro: -o port serial, pty master, sau fiºier pentru *output* NMEA
sk: -o sériové zariadenie, pty master, alebo súbor pre NMEA *výstup*

source: -f X Select friends server, X is i.e. www.kraftvoll.at
ro: -f X Selecteazã serverul prietenilor, X este i.e. www.kraftvoll.at

source: -n X Select display name on friends server, X is i.e. Fritz
ro: -n X Selecteazã numele display-ului pe serverul prietenilor, X este i.e. Fritz
sk: -n X Výber zobrazenia mena na priateµskom servery, t.j X je Fritz

source: -l X Select language of the voice, X may be english, spanish or german
ro: -l X Selecteazã limba în care va fi vocea, X poate fi english, spanish sau german
sk: -l X Výber jazyka hlasu, kde X mô¾e by» english pre angliètinu, spanish pre ¹panielèinu alebo german pre nemèinu

source: -s X set height of the screen, if autodetection don't satisfy you, X is i.e. 768,600,480,200
ro: -s X seteazã înãlþimea ecranului, dacã autodetecþia nu vã satisface, X este i.e. 768,600,480,200
sk: -s X nastavenie vý¹ky obrazovky, ak výsledky autodetekcie vás neuspokojujú; t.j. X mô¾e by» 768, 600, 480, 200

source: -r X set width of the screen, only with -s
ro: -r X seteazã lãþimea ecranului doar cu -s
sk: -r X nastavenie vý¹ky obrazovky, iba s prepínaèom -s

source: -1 have only 1 button mouse, for example using touchscreen
ro: -1 existã un mouse cu doar 1 buton, de exemplu touchscreen
sk: -1 pre 1 tlaèítkovú my¹, ako je napr. dotyková obrazovka

source: -a don't display battery status (i.e. broken APM)
ro: -a nu afiºa starea bateriei (i.e. APM defectuos)
sk: -a nezobrazi» stav batérie (t.j. po¹kodené APM)

source: -b X Servername for NMEA server (if gpsd runs on another host)
ro: -b X NumeServer pentru serverul NMEA (dacã gpsd ruleazã pe alt host)
sk: -b X Názov NMEA servera (ak gpsd je spustené alebo iný hostiteµ)

source: -c X set start position in simulation mode to waypoint name X
ro: -c X seteazã poziþia de pornire în modul simulare cãtre punctul de trecere X
sk: -c X nastavenie ¹tartovacej pozície v simulaènom re¾ime na bod trasy X

source: -x create separate window for menu
ro: -x creazã fereastrã separatã pentru menu
sk: -x vytvorí oddelené okno pre ponuku

source: -p set settings for PDA (iPAQ, Yopy...)
ro: -p seteazã setãrile pentru PDA (iPAQ, Yopy...)
sk: -p nastaví mo¾nosti pre PDA (iPAQ, Yopy...)

source: -i ignore NMEA checksum (risky, only for broken GPS receivers
ro: -i ignorã checksum-ul NMEA (riscant, doar pentru receptoare GPS defectuoase
sk: -i ignorova» NMEA kontrolný súèet (riskantné, iba pre po¹kodené GPS prijímaèe

source: -q disable SQL support
ro: -q dezactiveazã suportul SQL
sk: -q nepovoli» SQL podporu

source: -F force display of position even it is invalid
ro: -F forþeazã afiºarea poziþiei chiar dacã aceasta este invalidã

source: -H X correct altitude, adding this value to altitude
ro: -H X altitudine corectã, se adaugã aceastã valoare la altitudine

source: -z don't display zoom factor and scale
ro: -z nu afiºa factorul de mãrire ºi scara
sk: -z nezobrazi» faktor zväè¹enia a mierku

source: Unknown
ro: Necunoscut
sk: Neznámy

source: This parameter is obsolet, use settings menu
ro: Acest parametru nu se mai foloseºte, folosiþi meniul de setãri

source: _Download map
ro: _Download hartã

source: Use SQ_L
ro: Folosire SQ_L

source: Show _WP
ro: Afiºare _WP

source: Show _Track
ro: Afiºare drum(_Track)

source: Import
ro: Importare

source: Save track
ro: Salveazã drum
sk: Ulo¾i» stopu

source: Sat level
ro: Nivel Sat
sk: Sat úroveò

source: Time at Dest.
ro: Orã la Dest.
sk: Èas v cieli

source: Menu window
ro: Fereastrã de meniu
sk: Ponuka

source: Status window
ro: Fereastrã de stare
sk: Stav

source: Download map from Internet
ro: Download hartã de pe Internet
sk: Stiahnu» mapu z Internetu

source: Leave the program
ro: Pãrãsire program
sk: Odís» z programu

source: Use SQL server for waypoints
ro: Foloseºte serverul SQL pentru punctele de trecere
sk: Pou¾i» SQL server pre body trasy

source: Let you import and calibrate your own map
ro: Vã lasã sa importaþi ºi sã calibraþi propria voastrã hartã
sk: Dovolí vám importova» a kalibrova» va¹u vlastnú mapu

source: Opens the help window
ro: Deschide fereastra de ajutor
sk: Otvorí pomocníka

source: Settings for GpsDrive
ro: Setãri pentru GpsDrive
sk: Nastavenia pre GpsDrive

source: Select here a destination from the waypoint list
ro: Selectaþi aici o destinaþie din lista punctelor de trecere
sk: Výber cieµa zo zoznamu bodov trasy

source: Load and display a previous stored track file
ro: Încarcã ºi afiºeazã un fiºier de drum(track) stocat anterior
sk: Naèíta a zobrazí predchádzajúci ulo¾ený súbor so stopou

source: See the manpage for program details
ro: Vedeþi pagina de manual pentru detalii de program
sk: Pozrite si manuálovú stránku programu, kde sú detaily

source: Left mouse button : Set position (usefull in simulation mode)
ro: Buton stânga mouse : Setare poziþie (folositor în mod simulare)
sk: ¥avé tlaèítko my¹i : Nastaví pozíciu (u¾itoène v simulaènom móde)

source: Right mouse button : Set target directly on the map
ro: Buton dreapta mouse : Setare þintã direct pe hartã
sk: Pravé tlaèítko my¹i : Nastaví cieµ priamo na mape

source: Middle mouse button : Display position again
ro: Buton centru mouse : Afiºeazã din nou poziþia
sk: Stredné tlaèítko my¹i : Opä» zobrazí pozíciu

source: Shift left mouse button : smaller map
ro: Shift Buton stânga mouse : hartã mai micã
sk: Shift µavé tlaèítko my¹i : zmen¹í mapu

source: Shift right mouse button : larger map
ro: Shift Buton dreapta mouse : hartã mai mare
sk: Shift pravé tlaèítko my¹i : zväè¹í mapu

source: Control left mouse button : Set a waypoint (mouse position) on the map
ro: Control Buton stânga mouse : Setare punct de trecere (poziþia mouse-ului)pe hartã
sk: Control µavé tlaèítko my¹i: Nastaví bod cesty (pozícia my¹i) na mape

source: Control right mouse button: Set a waypoint at current position on the map
ro: Control Buton dreapta mouse : Setare punct de trecere la poziþia curentã pe hartã
sk: Control pravé tlaèítko my¹i: Nastaví bod cesty na aktuálnu pozíciu na mape

source: j : switch to next waypoint in route mode
ro: j : schimbã la urmãtorul punct de trecere în mod rutã
sk: j : prepne na nasledujúci bod cesty v cestovnom re¾ime

source: x : add waypoint at current position
ro: x : adaugã punct de trecere la poziþia curentã

source: y : add waypoint at mouse cursor position
ro: y : adaugã punct de trecere la poziþia cursorului mouse-ului

source: letter in the button text. Press the underlined key together with the
ro: din textul butonului. Apãsaþi litera subliniatã împreunã cu

source: ALT-key
ro: tasta ALT

source: You can move on the map by selecting the
ro: Puteti sã vã miºcaþi pe hartã selectând

source: Position-Mode
ro: Mod-Poziþie

source: in the menu. A blue rectangle shows this mode, you can set this cursor by clicking on the map. If you click on the border of the map (the outer 20%) then the map switches to the next area.
ro: din meniu. Un dreptunghi albastru afiºeazã acest mod, puteþi seta acest cursor prin click pe hartã. Dacã daþi click pe marginea hãrþii (cei 20% marginali) harta se schimbã la aria urmãtoare.

source: Suggestions welcome!
ro: Sugestiile sunt binevenite!
sk: Návrhy sú vítané!

source: Decimal position
ro: Poziþie zecimalã
sk: Desatinná pozícia

source: Font settings
ro: Setãri font

source: WP Label
ro: Etichetã(Label) WP

source: Big display
ro: Afiºaj mare

source: If selected display latitude and longitude in decimal degrees, otherwise in degree, minutes and seconds notation
ro: Dacã este selectat, se afiºeazã latitudinea ºi longitudinea în grade zecimale, în caz contrar în notaþia cu grade, minute ºi secunde
sk: Ak je zvolené, tak sa zemepisná ¹írka a då¾ka zobrazí v desatinách stupòov, inak sa zobrazí ako stupne, minúty a sekundy.

source: Set Mapblast as default download server
ro: Seteazã Mapblast ca server de download implicit
sk: Nastavi» Mapblast ako ¹tandardný server pre s»ahovanie

source: Set Expedia as default download server
ro: Seteazã Expedia ca server de download implicit
sk: Nastavi» Expedia ako ¹tandardný server pre s»ahovanie

source: Here you can set the font for the waypoint labels
ro: Aici puteþi seta fontul pentru etichetele(labels) punctelor de trecere

source: Here you can set the font for the big display for Speed and Distance
ro: Aici puteþi seta fontul pentru afiºajul mare ºi pentru Vitezã ºi Distanþã

source: Set here your name which should be shown near your vehicle. You may not use spaces here!
ro: Setaþi aici numele care vreþi sã fie afiºat lângã vehicolul vostru. Nu puteþi utiliza spaþii!

source: Set here the full qualified host name (i.e. www.kraftvoll.at) of your friends server, then you have to press the "Lookup" button!
ro: Setaþi aici numele de host complet calificat (i.e. www.kraftvoll.at) al serverului prietenilor voºtri, apoi apãsaþi butonul "Cautã"!

source: Enable/disable use of friends server
ro: Activeazã/Dezactiveazã utilizarea serverului de prieteni

source: If you enable the friendsserver mode, <span color="red">everyone</span> using the same server can see your position!
ro: Dacã activati modul friendsserver, <span color="red">toþi</span> cei care folosesc acelaºi server vor putea vedea poziþia voastrã!

source: SQL selection criterias
ro: Criterii de selecþie SQL
sk: Kritéria výberu SQL

source: If enabled, show waypoints only within this distance
ro: Dacã este activat, afiºeazã punctele de trecere doar în aceastã distanþã
sk: Ak je povolené, tak zobrazí iba body trasy v tejto vzdialenosti

source: Enable?
ro: Activaþi?
sk: Povoli»?

source: Show only waypoints where the type field contains one of the selected words
ro: Afiºeazã doar punctele de trecere unde câmpul tip conþine unul din cuvintele selectate
sk: Zobrazi» iba body trasy, ktorých políèko typu obsahuje jedno zo zvolených slov

source: Show only waypoints where the type field doesn't contain any the selected words
ro: Afiºeazã doar punctele de trecere unde câmpul tip nu conþine unul din cuvintele selectate
sk: Zobrazi» iba body trasy, ktorých políèko typu neobsahuje ¾iadne zo zvolených slov

source: SQL: connected to %s as %s using %s
ro: SQL: conectat la %s ca %s folosind %s
sk: SQL: pripojené k %s ako %s s pou¾itím %s

source: %d(%d) rows read in %.2f seconds
ro: %d(%d) rânduri citite în %.2f secunde
sk: %d(%d) preèítaných riadkov za %.2f sekúnd

source: Auto
sk: Automaticky

source: Close
sk: Zavrie»

source: Delete WP
sk: Zmaza» BT

source: -f X Select friends server, X is i.e. linux.quant-x.at
sk: -f X Výber priateµského servera, t.j. X je linux.quant-x.at

source: Show WP
sk: Zobrazi» body trasy

source: Quit
sk: Koniec

source: Mute
sk: Potichu

source: Use SQL
sk: Pou¾i» SQL

source: Pos. mode
sk: Pos. re¾im

source: Show Track
sk: Zobrazi» stopu

source: Load track
sk: Naèíta» stopu

source: Help
sk: Pomocník

source: Setup
sk: Nastavenie

source: Auto best map
sk: Auto najlep¹ia mapa

source: Select target
sk: Vybra» cieµ

source: n/a
sk: nie

source: GpsDrive Help
sk: GpsDrive pomocník

source: Website: www.gpsdrive.de/
sk: Websídlo: www.gpsdrive.de/

source: + : Zoom in
sk: + : Zväè¹i»

source: - : Zoom out
sk: - : Zmen¹i»

source: s : larger map
sk: s : zväè¹enie mapy

source: a : smaller map
sk: a : zmen¹enie mapy

source: t : select target
sk: t : Vybra» cieµ

source: d : download map
sk: d : Stiahnu» mapu

source: i : import map
sk: i : importovanie mapy

source: l : load track
sk: l :Naèíta» stopu

source: h : show help
sk: h : zobrazí pomocníka

source: q : quit program
sk: q : ukonèenie programu

source: b : toggle auto best map
sk: b : automatické prepnutie do najlep¹ej mapy

source: w : toggle show waypoints
sk: w : prepnutie zobrazovania bodov cesty

source: o : toggle show tracks
sk: o : prepnutie zobrazovania stôp

source: u : enter setup menu
sk: u : vstup do ponuky nastavenia

source: n : in nightmode: toogles night display on/off
sk: n : v noènom re¾ime: prepínanie noèného zobrazenia

source: p : switch to position mode
sk: p : prepne do pozièného módu

source: x : add waypoint at current position
sk: x : pridá bod cesty na aktuálnej pozícií

source: Have a lot of fun!
sk: Prajeme vám veµa zábavy!

source: GpsDrive Help
sk: GpsDrive pomocník

source: Slow CPU
sk: Pomalé CPU

source: Select, if your CPU is very slow ( < PII MMX/233MHz). This reduces the framerate to 1 frame/second.
sk: Oznaète, ak máte veµmi pomalé CPU ( < PII MMX/233MHz). Frekvencia snímok sa zní¾i na 1 za sekundu.

source: Standard
sk: ©tandardný
