Repository: M0rris82/gpsdrive
Catalog: po/*.po
Languages: et_ee, ro, sk

source: I have found filenames in map_koord.txt which are not map_* or top_* files. Please rename them and change the entries in map_koord.txt. Use map_* for street maps and top_* for topographical maps. Otherwise, the maps will not be displayed!
et_ee: Leidsin failinimed map_koord.txt failist, mis pole ei map_* ega top_* failid. Palun nimeta nad ringi ja muuda kirjed map_koord.txt failis vastavaks. Kasuta map_* tänavakaardiks ja top_* topograafiliseks kaardiks. Vastasel juhul neid kaarte lihtsalt ei kuvata!
ro: Am gãsit nume de fiºiere în map_koord.txt care nu sunt fiºiere map_* sau top_*. Vã rog redenumiþi-le ºi schimbaþi intrãrile în map_koord.txt. Folosiþi map_* pentru hãrþile de strãzi ºi top_* pentru hãrþile topografice. În caz contrar, hãrþile nu vor fi afiºate!
sk: Vo va¹om súbore ~/.gpsdrive/map_koord.txt sú názvy súborov, ktoré nie sú map_* alebo top_* súbory! Premenujte ich prosím a zameòte tieto polo¾ky v súbore map_koord.txt. Pre mapy s ulicami pou¾ite map_* a top_* pre topografické mapy. Inak tieto mapy nebudú zobrazené!

source: Mapfile could not be loaded:
et_ee: Kaardifaili ei saa laadida:
ro: Fiºierul de hãrþi nu a putut fi încãrcat:
sk: Súbor s mapou nie je mo¾né naèíta»:

source: Map found!
et_ee: Leitud kaart!

source: Nautic settings
et_ee: Mereseaded
ro: Setãri nautice
sk: Navigaèné nastavenia

source: Nautic
et_ee: Meremiilid
sk: Námorné

source: can't open NMEA output file
et_ee: ei suuda avada NMEA väljundfaili
ro: nu se poate deschide fiºierul de ieºire(output) NMEA
sk: nie je mo¾né otvori» NMEA výstupný súbor

source: %ld(%d) rows read in %.2f seconds
et_ee: %ld(%d) rida loetud %.2f sekundiga

source: Waypoint
et_ee: Teekonnapunkt
ro: Punct de trecere(waypoint)
sk: Bod trasy

source: Define route
et_ee: Loo teekond
ro: Definire rutã
sk: Definova» trasu

source: Start route
et_ee: Alusta teekonda
ro: Rutã Pornire
sk: Zaèa» cestu

source: Take all WP as route
et_ee: Võta kõik TKP kui teekonna osa
ro: Ia toate WP ca rute
sk: Pou¾i» v¹etky body ako trasu

source: Abort route
et_ee: Katkesta teekond
ro: Abandonare rutã
sk: Preru¹i» cestu

source: Click on waypoints list to add waypoints
et_ee: Klikka teekonnapunkti lisamiseks loetelul teekonnapunkti nimele
ro: Daþi click pe lista de puncte de trecere (waypoints) pentru a adãuga puncte de trecere
sk: Kliknite na zoznam bodov trasy na pridanie bodov.

source: Click on list item to select next waypoint
et_ee: Vali loetelust järgmine teekonnapunkti
ro: Daþi click pe listã pentru a selecta urmãtorul punct de trecere
sk: Kliknite na zoznam polo¾iek a zvoµte nasledujúci bod trasy

source: Create a route from all waypoints. Sorted with order in file, not distance.
et_ee: Loo teekond üle kõigi teekonnapunktida (teekonnapunktid sorteeritud esinemise failis esinemise, mitte kauguse järgi)
ro: Creazã o rutã cu toate punctele de trecere(waypoints). Sortarea se face dupã ordinea în fiºier, nu dupã distanþã
sk: Vytvorí cestu zo v¹etkých bodov. Poradie bude urèené pola ich usporiadania v súbore a nie podµa vzdialenosti.

source: Click here to start your journey. GpsDrive guides you through the waypoints in this list.
et_ee: Klikka siia oma reisi/teekonna alustamiseks. GpsDrive juhatab su läbi loetelus olevate teekonnapunktide.
ro: Apãsaþi aici pentru a începe cãlãtoria. GpsDrive vã va ghida prin punctele de control în aceastã listã.
sk: Kliknite sem, aby sa zaèala va¹a cesta. GpsDrive vás prevedie cez jednotlivé body trasy v tomto zozname.

source: Abort your journey
et_ee: Katkesta oma matk
ro: Abandonare cãlãtorie
sk: Preru¹í va¹u cestu

source: Setting WP label font
et_ee: Määra TKP märgi font
ro: Setare font etichetã(label) WP

source: Setting big display font
et_ee: Määra suure ekraani font
ro: Setare font display mare

source: Setting big display color
et_ee: Määra suure ekraani värv

source: Setting track color
et_ee: Määra jälje värv

source: Setting friends label color
et_ee: Määra sõbra märgi värv

source: Don't use more than 100 waypoint(way*.txt) files!
et_ee: Ära kasuta rohkem kui 100 teekonnapunkti(way*.txt) faili!
ro: Nu folosiþi mai mult de 100 fiºiere de puncte de trecere (way*.txt)!
sk: Nepou¾ívajte viac ako 100 súborov(way*.txt) s bodmi trasy!

source: Waypoint files to use
et_ee: Kasutatavad Teekonnapunktide (TKP) failid
ro: Fiºiere puncte de trecere de folosit
sk: Súbory s bodmi trasy, ktoré sa majú pou¾i»

source: Settings
et_ee: Seadistused
ro: Setãri
sk: Nastavenia

source: Misc settings
et_ee: Muud seadistused
ro: Setãri diverse
sk: Ostatné nastavenia

source: Show Shadows
et_ee: Näita varju
ro: Afiºeazã Umbre
sk: Zobrazi» tiene

source: Etched frames
et_ee: Kleepuvad raamid

source: Draw grid
et_ee: Joonista võrgustik

source: Simulation: Follow target
et_ee: Simulatsioon: Jälgi sihtpunkti
ro: Simulare: Urmeazã þintã
sk: Simulácia: Nasledova» cieµ

source: Maximum CPU load
et_ee: Suurim protsessori koormus
ro: Încãrcare maximã CPU

source: Maps directory
et_ee: Kaartide kataloog
ro: Director hãrþi
sk: Prieèinok s mapami

source: Automatic
et_ee: Automaatne
sk: Automatické

source: On
et_ee: Sees
ro: Activat(On)
sk: Zapnuté

source: Off
et_ee: Väljas
ro: Dezactivat(Off)
sk: Vypnuté

source: GPS settings
et_ee: GPS seaded
ro: Setãri GPS
sk: GPS nastavenia

source: Test for GARMIN
et_ee: GARMIN test
ro: Test pentru GARMIN
sk: Test na GARMIN

source: Use DGPS-IP
et_ee: Kasuta DGPS-IP
ro: Foloseºte DGPS-IP
sk: Pou¾i» DGPS-IP

source: GPS is Earthmate
et_ee: GPS-iks on Earthmate
ro: GPS este Earthmate

source: Use serial conn.
et_ee: Kasuta serial ühendust

source: Interface
et_ee: Liides
ro: Interfaþa
sk: Rozhranie

source: Baudrate
et_ee: Ühenduskiirus (baud)

source: Units
et_ee: Ühikud
ro: Unitãþi
sk: Jednotky

source: Miles
et_ee: Miilid
ro: Mile
sk: Míle

source: Metric
et_ee: Meetrid
sk: Metrické

source: Deg.decimal
et_ee: Kraadid kümnendsüsteemis

source: Deg Min Sec
et_ee: Kraadid Minut Sekund

source: Deg Min.dec
et_ee: Kraadid Minutid kümnendsüsteemis

source: Default map server
et_ee: Kaardiserver, vaikimisi
ro: Server hartã implicit
sk: ©tandardný map server

source: Night light mode
et_ee: Öövalguse reziim
ro: Mod luminã noapte
sk: Re¾im noèného svetla

source: Speech output settings
et_ee: Heliväljundi seaded

source: Direction
et_ee: Suund

source: GPS Status
et_ee: GPS Olek

source: Switch on for speech output of the direction to the target
et_ee: Lülita sisse kõneväljund sihtpunkti suuna kohta

source: Switch on for speech output of the distance to the target
et_ee: Lüllita sisse kõneväljund sihtpunkti kauguse kohta

source: Switch on for speech output of your current speed
et_ee: Lülita sisse kõneväljund hetkekiiruse kohta

source: Switch on for speech output of the status of your GPS signal
et_ee: Lülita sisse kõneväljund GPS-i signaali kohta

source: Switch units to statute miles
et_ee: Lülita ühikud maamiilideks (statute miles)
ro: Schimbã unitãþile în mile de uscat
sk: Prepnutie jednotiek na uzákonené míle

source: Switch units to nautical miles
et_ee: Lülita ühikud meremiilideks
ro: Schimbã unitãþile în mile nautice
sk: Prepnutie jednotiek na námorné míle

source: Switch units to metric system (Kilometers)
et_ee: Lülita ühikud meetersüsteemi (Kilomeetrid)
ro: Schimbã unitãþile în sistemul metric (Kilometri)
sk: Prepnutie jednotiek na metrický systém (kilometre)

source: If selected display latitude and longitude in degree, minutes and seconds notation
et_ee: Valituna näita laius- ja pikkuskraade kraad, minut, ja sekund

source: If selected display latitude and longitude in degrees and decimal minutes notation
et_ee: Valituna näita laius- ja pikkuskraade kraadides ja minuteid kümnendsüsteemi kraadides

source: If selected display latitude and longitude in decimal degrees notation
et_ee: Valituna näita laius- ja pikkuskraade kümnendsüsteemi kraadides

source: Switches shadows on map on or off
et_ee: Lülitab kaardi varjud sisse või välja
ro: Activeazã sau dezactiveazã umbrele pe hartã
sk: Prepína zobrazovanie tieòov na mape

source: Switches between different type of frame ornaments
et_ee: Lülitab erinevate raami ornamentide vahel

source: This will show a grid over the map
et_ee: Näitab kaardi võrgustikku

source: If activated, pointer moves to target in simulation mode
et_ee: Valituna liigub kursor simulatsioonil sihtkohta
ro: Dacã este activat, pointerul se mutã la þintã în modul simulare
sk: Ak je aktivované, ukazovateµ sa pohybuje smerom k cieµu v simulaènom re¾ime

source: Set here the color of the drawn track
et_ee: Määra joonistatava jälje värv

source: Path to your map files. In the specified directory also the index file map_koord.txt must be present.
et_ee: Sinu kaardifailide asukoht. Selles kataloogis peab asuma ka indeksfail map_koord.txt.
ro: Calea spre fiºierele voastre de hãrþi. În directorul specificat trebuie sã fie prezent de asemenea ºi fiºierul de index map_koord.txt
sk: Cesta k va¹im súborom s mapami. V urèenom prieèinku musí by» tie¾ prítomný indexový súbor map_koord.txt.

source: If selected, gpsdrive try to use GARMIN mode if possible. Unselect if you only have a NMEA device.
et_ee: Valituna proovib gpsdrive kasutada ainult GARMIN moodi. Lülita välja kui Sul on ainult NMEA seade.
ro: Dacã este selectat, gpsdrive va încerca sã foloseascã modul GARMIN dacã este posibil. Deselectaþi dacã aveþi doar un dispozitiv NMEA.
sk: Ak je oznaèené, gpsdrive sa pokúsi ak je to mo¾né pou¾i» re¾im GARMIN. Odznaète, ak máte iba NMEA zariadenie.

source: Set here the baud rate of your GPS device, NMEA devices usually have a speed of 4800 baud
et_ee: Pane siin paika oma GPS seadme ühenduskiirus, NMEA seadmed töötavad tavaliselt 4800 baud'iga

source: If selected, gpsdrive try to use differential GPS over IP. You must have an internet connection and a DGPS capable GPS receiver. Works only in NMEA mode!
et_ee: Valituna proovib gpsdrive kasutada differential GPS-i üle IP. Sul peab olema kasutada IP-ühendus ja DGPS võimeline seade. Töötab ainult NMEA moodis!
ro: Dacã este selectat, gpsdrive va încerca sã foloseascã GPS over IP diferenþial. Trebuie sã aveþi o conexiune la internet ºi un receptor GPS capabil DGPS. Funcþioneazã doar în mod NMEA!
sk: Ak je oznaèené, gpsdrive sa pokúsi pou¾i» diferenciálne GPS cez IP. Musíte ma» pripojenie k internetu a GPS prijímaè spôsobilý pre DGPS. Pracuje iba v NMEA re¾ime.

source: Select this if you have a DeLorme Earthmate GPS receiver. The StartGPSD button will provide gpsd with the needed additional parameters
et_ee: Vali see, kui Sul on DeLorme Earthmate GPS vastuvõtja. "Käivita GPSD" nupp annab võimaluse sisestada vajalikud lisaparameetrid
ro: Selectaþi dacã aveþi un receptor GPS DeLorme Earthmate. Butonul StartGPSD va furniza gpsd cu parametrii adiþionali necesari

source: Select this if you want to use of the direct serial connection. If disabled, you can use the receiver only through gpsd. On the other hand, the direct serial connection needs no gpsd running and detects the working receiver on startup
et_ee: Vali see, kui tahad kasutada otsest serialühendust. Valimata saad oma GPS seadet kasutada ainult gpsd vahendusel. Teisalt, otsene ühendus ei vaja gpsd ja avastab töötava GPS seadme käivitumisel

source: Specify the serial interface where the GPS is connected
et_ee: Määra serialliides, kuhu GPS on ühendatud
ro: Specificaþi interfaþa serialã în care GPS-ul este conectat
sk: Urèite seriálové rozhranie, ku ktorému je GPS pripojené

source: Switches automagically to night mode if it is dark outside. Press 'N' key to turn off nightmode.
et_ee: Lülitub automaatselt öörezhiimile kui väljas on pime. Selle omaduse väljalülitamiseks pressi 'N'
ro: Schimbã în mod automat în mod noapte dacã afarã este întuneric. Apãsaþi tasta 'N' pentru a dezactiva modul noapte.
sk: Automaticky prepne do noèného re¾imu, ak je vonku tma. stlaète klávesu 'N' na vypnutie noèného re¾imu.

source: Switches night mode on. Press 'N' key to turn off nightmode.
et_ee: Lülitab ööreziimi sisse. Väljalülitamiseks vajuta 'N'.
ro: Activeazã modul noapte. Apãsaþi tasta 'N' pentru a dezactiva modul noapte.
sk: Prepnutie noèného re¾imu. Klávesou 'N' vypnete noèný re¾im.

source: Switches night mode off
et_ee: Lülitab ööreziimi välja
ro: Dezactiveazã modul noapte
sk: Vypína noèný re¾im

source: Geo information
et_ee: Geo informatsioon
ro: Geo-informaþii
sk: Geo informácie

source: Sunrise
et_ee: Päikesetõus
ro: Rãsãrit
sk: Východ slnka

source: Sunset
et_ee: Päikeseloojang
ro: Apus
sk: Západ slnka

source: Transit
et_ee: Teel
ro: Tranzit
sk: Doprava

source: GPS-Time
et_ee: GPS-Aeg
ro: Orã-GPS

source: Naut.
et_ee: Meri.
sk: Námor.

source: Civil
et_ee: Tsiviil
sk: Civilné

source: Timezone
et_ee: Ajavöönd
ro: FusOrar
sk: Èasová zóna

source: Store TZ
et_ee: Salvesta AjaVöönd

source: If selected, the timezone is stored, otherwise your actual timezone will automatically used
et_ee: Valitud ajavöönd salvestatakse, muidu kasutatakse automaatselt tegelikku ajavööndit

source: Night
et_ee: Öö
ro: Noapte
sk: Noc

source: Day
et_ee: Päev
ro: Zi
sk: Deò

source: Unit:
et_ee: Ühik:
ro: Unitate:
sk: Jednotky:

source: miles
et_ee: miilid
ro: mile
sk: míle

source: nautic miles/knots
et_ee: meremiilid/sõlmed
ro: mile nautice/noduri
sk: námorné míle/uzly

source: kilometers
et_ee: kilomeetrid
ro: kilometri
sk: kilometrov

source: Trip information
et_ee: Reisi informatsioon
ro: Informaþii cãlatorie
sk: Informácie o výlete

source: Trip info
et_ee: Reisi info
ro: Info cãlãtorie
sk: Info o výlete

source: Odometer
et_ee: Odomeeter
ro: Odometru

source: Total time
et_ee: Aeg kokku
ro: Timp total
sk: Celkový èas

source: Av. speed
et_ee: Keskmine kiirus
ro: Vitezã medie
sk: Priem. rýchlos»

source: Max. speed
et_ee: Suurim kiirus
ro: Vitezã max.
sk: Max. rýchlos»

source: Reset
et_ee: Nulli

source: Resets the trip values to zero
et_ee: Nullib teekonna väärtused

source: You should change your name in the first field!
et_ee: Sa peaksid esimesel väljal oma nime ära muutma!

source: Show position newer as
et_ee: Näita asukohta, mis on uuem kui
ro: Afiºeazã poziþia mai nouã de

source: Friends server setup
et_ee: Sõbraserveri seadistus
ro: Setare server prieteni

source: Friends
et_ee: Sõbrad
ro: Prieteni

source: Days
et_ee: Päeva
ro: Zile

source: Hours
et_ee: Tundi
ro: Ore

source: Minutes
et_ee: Minutit
ro: Minute

source: Your name
et_ee: Sinu nimi
ro: Numele vostru

source: Set here your name which should be shown near your vehicle. You may use spaces here!
et_ee: Siin saad määrata oma "liikuri" juures kuvatava nime, võid kasutada tühikuid

source: Server name
et_ee: Serveri nimi
ro: Nume server

source: Lookup
et_ee: Kontrolli/lahenda
ro: Cautã

source: You have to press the "Lookup" button to resolve the friends server name!
et_ee: Sõbraserveri nime lahendamiseks pead vajutama nuppu "Kontrolli/lahenda"!
ro: Trebuie sã apãsaþi butonul "Cautã" pentru a rezolva numele serverului de prieteni!

source: Set here the color of the label displayed at friends position
et_ee: Määra siin sõbra asukohta näitava märgi värv

source: Friends server IP
et_ee: Sõbraserveri IP
ro: IP server de prieteni

source: Set here the IP adress (i.e. 127.0.0.1) if you don't set the hostname above
et_ee: Määra siin IP aadress (näit. 127.0.0.1) kui sa pole ülal masinanime sisestanud
ro: Setaþi aici adresa IP (i.e. 127.0.0.1) dacã nu setaþi numele de host mai sus

source: Set here the time limit in which the friends position is shown. Older positions are not shown.
et_ee: Määra siin sõbra asukohta näitava märgi ajaline/vanuseline limiit. Vanemaid asukohti ei näidata.
ro: Setaþi aici limita de timp în care poziþia prietenilor este afiºatã. Poziþiile mai vechi nu sunt afiºate.

source: Use friends server
et_ee: Kasuta sõbraserverit
ro: Folosiþi serverul de prieteni

source: Enable/disable use of friends server. You must enter a Username, don't use the default name!
et_ee: Kasuta/ära kasuta sõbraserverit. Pead sisestama oma kasutajanime, ära kasuta vaikimisi nime!

source: If you enable the friends server mode, <span color="red">everyone</span> using the same server can see your position!
et_ee: Kui sõbraserver on valitud/aktiivne siis <span color="red">igaüks</span> kes kasutab sama serverit näeb sinu asukohta!

source: POI
et_ee: Huvipunkt

source: Dist. limit[km]
et_ee: Kauguse piir[km]
ro: Limitã dist.[km]
sk: Limit vzdial.[km]

source: Enable/disable distance selection
et_ee: Luba/keela teepikkuse valimine
ro: Activeazã/dezactiveazã selecþia distanþei
sk: Povoli»/nepovoli» výber vzdialenosti

source: Show no_ssid
et_ee: Näita no_ssid

source: If enabled, WLANs with no SSID are shown, because this is perhaps useless, you can disable it here
et_ee: Valituna näidatakse WLANe ilma SSID-ta, kuna nad on enamasti Sulle kasutud Sa saad selle näitamise keelata siit

source: Selection mode
et_ee: Valikuviis
ro: Mod selecþie
sk: Simulaèný re¾im

source: include
et_ee: arvesta
sk: zahrnú»

source: exclude
et_ee: välista
sk: vylúèi»

source: Left mouse button : Set position (usefull in simulation mode) Right mouse button : Set target directly on the map Middle mouse button : Display position again Shift left mouse button : smaller map Shift right mouse button : larger map Control left mouse button : Set a waypoint (mouse position) on the map Control right mouse button: Set a waypoint at current position on the map
et_ee: Vasak hiire nupp : Määra asukoht (kasulik simulatsioonil) Parem hiire nupp : Määra sihtpunkt otse kaardil Keskmine hiire nupp : Näita uuesti asukohta Shift+vasak hiire nupp : väiksem kaart Shift+parem hiire nupp : suurem kaart Control+vasak hiire nupp : Määra kaardil TeeKonnaPunktiks TKP (hiire asukoht) Control+parem hiire nupp : Määra kaardil TeeKonnaPunktiks TKP praegune asukoht

source: j : switch to next waypoint in route mode x : add waypoint at current position y : add waypoint at mouse cursor position n : switch on light for 60sec in nightmode g : Toggle grid f : Toggle friends display w : Set Waypoint at current location without asking p : Set Waypoint at current cursor position without asking + : Zoom in - : Zoom out
et_ee: j : reisirezhiimil lülitu järgmisse TKP x : lisa TKP praegusesse asukohta y : lisa TKP hiire kursosri asukota n : lülita valgustus ööreziimis 60 sekundiks sisse g : Võrgustik sisse/välja f : Sõprade kuvamine sisse/välja w : Määra TKP's ilma küsimata praegune asukoht + : Suurendab - : Vähendab

source: Press the underlined key together with the ALT-key. You can move on the map by selecting the Position-Mode in the menu. A blue rectangle shows this mode, you can set this cursor by clicking on the map. If you click on the border of the map (the outer 20%) then the map switches to the next area. Suggestions welcome.
et_ee: Vajuta allajoonitud tähte koos Alt- klahviga. Võid liikuda kaardil valides menüüst Positsiooni-rezhiim. Seda rezhiimi tähistab sinine ristkülik, võid ka kaardil klikkides rezhiimi vahetada. Kui klikkad kaardi piiril (väline 20%) siis kaart vahetub loogilise jätkuna järgmise piirkonnaga. Ettepanekud on teretulnud nii programmi- kui ka käesoleva tõlke kohta.

source: Disclaimer: Please do not use for navigation.
et_ee: HOIATUS: Palun ära kasuta navigeerimiseks.
ro: Declaraþie(Disclaimer): Nu folosiþi pentru navigare
sk: Prehlásenie: Nepou¾ívajte prosím na navigáciu.

source: Please have a look into the manpage (man gpsdrive) for program details!
et_ee: Rohkema info saamiseks või programmi detailidega tutvumiseks palun loe man (man gpsdrive)!

source: Mouse control (clicking on the map):
et_ee: Kontrollimine kasutades hiirt (klikates kaardil):
ro: Control mouse (click pe hartã):
sk: Ovládanie my¹ou (kliknutím na mapu):

source: Short cuts:
et_ee: Lühivalikud:
ro: Scurtãturi:
sk: Klávesové skratky:

source: The other key shortcuts are marked as
et_ee: Muud lühivalikud on märgistatud
ro: Celelalte scurtãturi de taste sunt marcate ca litera

source: underlined
et_ee: allajoonitud
ro: subliniatã

source: letters in the button text.
et_ee: tähtedega nupu tekstis.

source: Have a lot of fun!
et_ee: Ole mõnus ja naudi!!
ro: Sã vã distraþi!

source: From:
et_ee: Kellelt:

source: You received a message from the friends server (%s)
et_ee: Said sõbraserverilt (%s) teate

source: You received a message through the friends server from:
et_ee: Said läbi sõbraserveri teate kasutajalt:

source: Message text:
et_ee: Teate tekst:

source: Warning: unable to open splash picture Please install the program as root with: make install
et_ee: Hoiatus: Ei saa avada tutvustuspilti Palun installi programm root-kasutajana käsuga: make install

source: Yes, please start gpsd
ro: Da, te rog porneºte gpsd
sk: Áno, spustite prosím gpsd

source: No, start simulation
ro: Nu, porneºte simularea
sk: Nie, spustite simuláciu

source: Neither gpsd nor GARMIN device detected! Should I start gpsd (NMEA mode) for you?
ro: Nu s-a detectat nici dispozitiv gpsd nici GARMIN! Sã pornesc gpsd(mod NMEA) pentru tine?
sk: Nebolo detekované ani gpsd ani GARMIN zariadenie! Mám spusti» gpsd (v re¾ime NMEA)?

source: Distance to
ro: Distanþã pânã la
sk: Vzdialenos» k

source: Time
ro: Timp

source: Friendsicon could not be loaded:
ro: Friendsicon nu a putut fi încãrcat:
sk: Nie je mo¾né naèíta» Friendsicon:

source: Friendsicon loaded
ro: Friendsicon încãrcat
sk: Friendsicon naèítaný

source: Map file name
ro: Nume fiºier hartã
sk: Názov súboru mapy

source: How to calibrate your own maps? First, the map file must be copied into the ~/.gpsdrive directory as .gif, .jpg or .png file and must have the size 1280x1024. The file names must be map_* for street maps or top_* for topographical maps! Load the file, select coordinates from waypoint list or type them in. Then click on the accept button.
ro: Cum sã vã calibraþi singuri hãrþile voastre? Prima datã, fiºierul hãrþii trebuie copiat în directorul ~/.gpsdrive ca .gif, jpg, sau png ºi trebuie sã aibã dimensiunea 1280x1024. Numele de fiºier trebuie sã fie map_* pentru hãrþile de strãzi sau top_* pentru hãrþile topografice! Încãrcaþi fiºierul, selectaþi coordonatele din lista voastrã de puncte de trecere(waypoint) sau introduceþi-le de la tastaturã. Apoi apãsaþi pe butonul de accept.
sk: Ako kalibrova» va¹e mapy? Najprv va¹a mapa musí by» skopírovaná do prieèinka ~/.gpsdrive ako grafický súbor .gif, .jpg alebo .png a musí ma» veµkos» 1280x1024. Názov súboru musí by» map_* pre mapy s ulicami a top_* pre topografické mapy! Otvorte súbor, zvoµte koordináty zo zoznamu bodov trasy alebo ich napí¹te. Potom kliknite na tlaèítko Akceptova».

source: Now do the same for your second point and click on the finish button. The map can be used now.
ro: Acum procedaþi la fel pentru al doilea punct ºi daþi click pe butonul de terminare. Harta poate fi acum folositã.
sk: Teraz urobte to isté aj pre vá¹ druhý bod a kliknite na tlaèítko dokonèi». Teraz bude mapa pou¾itá.

source: Cancel
ro: Renunþare
sk: Zru¹i»

source: Browse waypoint
ro: Rãsfoire puncte de trecere(waypoint)
sk: Prezeranie bodov trasy

source: Add waypoint name
ro: Adaugã nume punct de trecere(waypoint)
sk: Prida» názov bodu trasy

source: Waypoint name:
ro: Nume punct de trecere(waypoint):
sk: Názov bodu trasy:

source: Waypoint type:
ro: Tip punct de trecere(waypoint):
sk: Typ bodu trasy:

source: -v show version
ro: -v afiºeazã versiunea
sk: -v zobrazí verziu

source: -h print this help
ro: -h afiºeazã acest ajutor
sk: -h zobrazí tohoto pomocníka

source: -d turn on debug info
ro: -d activeazã informaþiile de debug
sk: -d zapne ladenie

source: -D turn on lot of debug info
ro: -D activeazã o mulþime de informaþii de debug
sk: -d zapne podrobné ladenie

source: -e use Festival-Lite (flite) for speech output
ro: -e foloseºte Festival-Lite (flite) pentru ieºire(output) de voce
sk: -e pou¾i» Festival-Lite (flite) pre reèový výstup

source: -t set serial device for GPS i.e. /dev/ttyS1
ro: -t seteazã portul serial pentru GPS i.e. /dev/ttyS1
sk: -t nastaví seriálové zariadenia na GPS t.j. /dev/ttyS1
