Repository: M0rris82/gpsdrive
Catalog: po/*.po
Languages: et_ee, ro, sk

source: Bat.
et_ee: Aku

source: TC
et_ee: AV

source: can't open socket for port 80
et_ee: ei saa avada soketit pordile 80
ro: nu se poate deschide socket-ul pentru portul 80
sk: nie je mo¾né otvori» soket pre port 80

source: Connecting to %s FAILED!
et_ee: {hendus %s ebaõnnestus
ro: Conectare la %s EªUATÃ!
sk: Pripojenie k %s ZLYHALO!

source: Can't resolve webserver address
et_ee: Ei suuda webserveri aadressi lahendada
ro: nu se poate rezolva adresa serverului web
sk: Nie je mo¾né rozlú¹ti» adresu webserveru

source: unable to connect to Website
et_ee: ei saa ühendust webserveriga
ro: nu se poate realiza conexiunea la Website
sk: nie je mo¾né sa pripoji» k Website

source: read from Webserver
et_ee: loen webserverist
ro: citire din serverul Web
sk: èíta» z Webservera

source: Connecting to %s
et_ee: Ühendun %s
ro: Conectare la %s
sk: Pripájam sa na %s

source: Now connected to %s
et_ee: Nüüd %s ühendatud
ro: Conectat la %s
sk: Teraz pripojené k %s

source: Downloaded %d kBytes
et_ee: Tõmmatud %d kBaiti
ro: %dkOcteþi download-aþi
sk: Stiahnuté %d kB

source: Download FAILED!
et_ee: Tõmbamine EBAÕNNESTUS!
ro: Download EªUAT!
sk: S»ahovanie zlyhalo

source: Download finished, got %dkB
et_ee: Tõmbamine lõpetatud, saadud %dkB
ro: Download terminat, s-au primit %dkB
sk: S»ahovanie dokonèené, prijatých %dkB

source: Select coordinates and scale
et_ee: Vali koordinaadid ja sakaala
ro: Selectaþi coordonatele ºi scara
sk: Výber súradníc a mierky

source: Download map
et_ee: Tõmba kaart
ro: Download hartã
sk: Stiahnu» mapu

source: Latitude
et_ee: Laiuskraad
ro: Latitudine
sk: Zemepisná ¹írka

source: Longitude
et_ee: Pikkuskraad
ro: Longitudine
sk: Zemepisná då¾ka

source: Map covers
et_ee: Kaart katab
ro: Harta acoperã
sk: Mapa pokrýva

source: Scale
et_ee: Skaala
ro: Scarã
sk: Veµkos»

source: You can also select the position with a mouse click on the map.
et_ee: Asukoha kaardil saad valida sellel lihtsalt klikates.
ro: Puteþi de asemenea selecta poziþia cu un click de mouse pe hartã.
sk: Pozíciu mô¾ete tie¾ vybra» pomocou kliknutia my¹ou na mapu.

source: Using Proxy and port:
et_ee: Kasutan proxyt ja porti:
ro: Se foloseºte Proxy ºi port:
sk: Pou¾ívam proxy a port:

source: Using proxy: %s on port %d
et_ee: Kasutan proxyt: %s pordis %d
ro: Se foloseºte proxy: %s pe portul %d
sk: Pou¾ívam proxy: %s na porte %d

source: Invalid enviroment variable HTTP_PROXY, must be in format: http://proxy.provider.de:3128
et_ee: Vigane keskkonnamuutuja HTTP_PROXY, peab olema kujul: http://proxy.teenusepakkuja.ee:3128
ro: Variabilã de mediu HTTP_PROXY invalidã, trebuie sã fie în formatul: http://proxy.provider.de:3128
sk: Neplatná premenná prostredia HTTP_PROXY, musí by» vo formáte: http://proxy.provider.de:3128

source: Aeronautical settings
et_ee: Aeronautilised seaded
ro: Setãri aeronautice
sk: Leteckonavigaèné nastavenia

source: Fly
et_ee: Lenda
ro: Zbor
sk: Let

source: Plane mode
et_ee: Lennureziim
ro: Mod avion(plane)
sk: Re¾im lietadla

source: Use VFR
et_ee: Kasuta VFR
ro: Foloseºte VFR
sk: Pou¾i» VFR

source: Use IFR
et_ee: Kasuta IFR
ro: Foloseºte IFR
sk: Pou¾i» IFR

source: max. horizontal deviation
et_ee: max. horisontaalne hälve
ro: deviaþie max. orizontalã
sk: max. vodorovná odchýlka

source: max. vertical deviation
et_ee: max. vertikaalne hälve
ro: deviaþie max. verticalã
sk: max. zvislá odchýlka

source: disable vert. deviation warning above 5000ft MSL
et_ee: Ära hoiata vert. hälbest kõrgusel üle 5000 jala
ro: dezactiveazã avertismentul de deviaþie verticalã peste 5000ft MSL
sk: zaká¾e varovanie o vertikálnej odchýlke nad 5000stôp MSL

source: /Misc. Menu/Messages
et_ee: /Muu. Menüü/Sõnumid

source: unknown
et_ee: tundmatu

source: knots
et_ee: sõlme
ro: noduri
sk: uzlov

source: server: please don't run me as root
et_ee: server: ära käivita mind root õigustes

source: Usage: %s -n servername provides a name for your server
et_ee: Kasutamine %s -n serverinimi annab nime sinu serverile

source: Message
et_ee: Sõnum
ro: Mesaj
sk: Správa

source: Distance to HomeBase: %.1fkm, max. allowed: %.1fkm
et_ee: Kaugus kodubaasi: %.1fkm, max. lubatud: %.1fkm

source: Warning!
et_ee: Hoiatus!

source: You should not start GpsDrive as user root!!!
et_ee: GpsDrive ei tohiks käivitada root kasutaja õigustes!!!!

source: Warning: unable to load gpsdriveanim.gif! Please install the program as root with: make install
et_ee: Hoiatus: ei suuda laadida gpsdriveanim.gif faili! Palun installeeri/paigalda programm root õigustes, kasutades: make install

source: No map available for this position!
et_ee: Kaart selle asukoha jaoks puudub!
ro: Nu este disponibilã nici o hartã pentru aceastã poziþie!
sk: Pre túto pozíciu nie je dostupná mapa!

source: unused
et_ee: kasutamata

source: GpsDrive Control
et_ee: GpsDrive Kontroll
sk: Ovládanie GpsDrive

source: Speed
et_ee: Kiirus
ro: Vitezã
sk: Rýchlos»

source: distance jump is more then 2000km/h speed, ignoring
et_ee: Ignoreerin rohkem kui 2000 km/h kiirusega tehtud distantsinihet

source: Sending message to friends server...
et_ee: Saadan sõnumit sõbraserverile...

source: Message for:
et_ee: Sõnum:

source: Date: %s
et_ee: Kuupäev: %s

source: Sends your text to to selected computer using the friends server
et_ee: Saadab sinu teksti valitud arvutile kasutades sõbraserverit

source: Name
et_ee: Nimi

source: Distance
et_ee: Kaugus
ro: Distanþã
sk: Vzdialenos»

source: Please select message recipient
et_ee: Palun vali sõnumi saaja

source: Select reference point
et_ee: Vali võrdluspunkt
ro: Selectaþi punct de referinþã
sk: Výber referenèného bodu

source: Please select your destination
et_ee: Palun vali oma sihtpunkt
ro: Vã rog selectaþi destinaþia voastrã
sk: Zvoµte si prosím vá¹ cieµ cesty

source: Edit route
et_ee: Muuda teekonda
ro: Editare rutã
sk: Upravi» trasu

source: Create route
et_ee: Loo teekond
ro: Creare rutã
sk: Vytvori» trasu

source: Create a route using some waypoints from this list
et_ee: Loo teekond, kasutades sellest loetelust mõnda teekonnapunkti
ro: Creare rutã folosind câteva puncte de trecere(waypoints) din aceastã listã
sk: Vytvorenie trasy s pou¾itím niekoµkých bodov zo zoznamu

source: Delete the selected waypoint from the waypoint list
et_ee: Kustuta valitud teekonnapunkt loetelust
ro: ªtergere punctul de trecere(waypoint) selectat din listã
sk: Zmazanie zvoleného bodu zo zoznamu

source: Jump to the selected waypoint
et_ee: Hüppa valitud teekonnapunkti

source: -v show version
et_ee: -v näita versiooni

source: -h print this help
et_ee: -h trüki see abimees

source: -d turn on debug info
et_ee: -d veajälitusinfo sisselülitamiseks

source: -D X set debug Level to X
et_ee: -D X määra veajälituse tasemeks X

source: -T do some internal unit Tests(don't start gpsdrive)
et_ee: -T tee mõned sisemised seadme testid (gpsdrive ei käivitata)

source: -e use Festival-Lite (flite) for speech output
et_ee: -e kasuta kõneväljundiks Festival-Lite (flite)

source: -t set serial device for GPS i.e. /dev/ttyS1
et_ee: -t kasuta GPS-i serialpordist ... Näit. /dev/ttyS1

source: -o serial device, pty master, or file for NMEA *output*
et_ee: -o serialseade, ülemterminal või fail NMEA *väljundiks*

source: -n Disable use of direct serial connection
et_ee: -n Keela otse serialpordi kasutamine

source: -X Use DBUS for communication with gpsd. This disables serial and socket communication
et_ee: -X Kasuta gpsd suhtlemiseks DBUS. See valik keelab serialpordi ja socket kasutamise

source: -l LANG Select language of the voice, LANG may be english, spanish or german
et_ee: -l LANG Vali keel, milles räägitakse, LANG võib olla kas english, spanish või german

source: -s HEIGHT set height of the screen, if autodetection don't satisfy you, X is i.e. 768,600,480,200
et_ee: -s HEIGHT määra ekraani kõrgus, kui automaatne tuvastus ei sobi Sulle. X võiks olla ntx. 768,600,480,200

source: -r WIDTH set width of the screen, only with -s
et_ee: -r WITDH määra ekraani laius. Ainult koos -s'ga

source: -1 have only 1 button mouse, for example using touchscreen
et_ee: -1 meil on ainult ühe nupuga hiir. Näiteks touchscreen

source: -a don't display battery status (i.e. broken APM)
et_ee: -a ära näita patarei seisu (ntx. vigane APM)

source: -b Server Servername for NMEA server (if gpsd runs on another host)
et_ee: -b Server NMEA serveri nimi (kui gpsd käib teises arvutis)

source: -c WP set start position in simulation mode to waypoint name WP
et_ee: -c WP määra stardipositsiooniks TKP nimega WP (simulatsioonireziimis)

source: -x create separate window for menu
et_ee: -x loo menüü jaoks eraldi aken

source: -p set settings for PDA (iPAQ, Yopy...)
et_ee: -p sätted PDA jaoks (iPAQ, Yopy...)

source: -i ignore NMEA checksum (risky, only for broken GPS receivers
et_ee: -i ignoreeri NMEA kontrollsummasid (riskantne, kasuta ainult mittekorras GPS seadmega)

source: -q disable SQL support
et_ee: -q eemalda SQL tugi

source: -F force display of position even it is invalid
et_ee: -F käsib näidata asukohta, isegi kui see on vigane

source: -S don't show splash screen
et_ee: -S ära näita algset infoakent (splash screen)

source: -P start in Pos Mode
et_ee: -P käivita Pos reshiimis

source: -E print out data received from direct serial connection
et_ee: -E näita serialpordist saadud andmeid

source: -W x set x to 1 to switch WAAS/EGNOS on, set to 0 to switch off
et_ee: -W x kas kasutada WAAS/EGNOS infot. x==1 - kasutada; x==0 ignoreerida

source: -H ALT correct altitude, adding this value (ALT) to altitude
et_ee: -H ALT korrigeeri kõrgust, lisades ALT väärtuse

source: -z don't display zoom factor and scale
et_ee: -z ära näita suurenduskoefitsenti ja skaalat

source: Select a track file
et_ee: Vali jäljefail
ro: Selecteazã un fiºier de drum(track)
sk: Výber súboru so stopou

source: You can only choose between english, spanish and german
et_ee: Saad valida ainult english, spanish või german vahel
ro: Puteþi alege doar între english, spanish ºi german
sk: Mô¾ete si zvoli» iba medzi angliètinou, ¹panielèinou a nemèinou

source: EnterYourName
et_ee: Sisesta Oma Nimi

source: Using speech output
et_ee: Kasutan kõneväljundit
ro: Se foloseºte ieºirea(output) de vorbire
sk: Pou¾ívam reèový výstup

source: M_ute
et_ee: _u Vaigista
ro: M_ut

source: HomeBase
et_ee: Kodubaas

source: Track
et_ee: Jälg

source: Show tracking on the map
et_ee: Vaata kaardil teekonda
ro: Afiºeazã drumul(tracking) pe hartã
sk: Zobrazi» stopovanie na mape

source: Save the track to given filename at program exit
et_ee: Salvesta programmist lahkudes jälg antud failinimega faili
ro: Salveazã drumul(track) într-un nume fiºier dat la ieºirea din program
sk: Ulo¾i» stopu pod zadaným názvom a ukonèi» program

source: kismet server found
et_ee: leidsin kismet serveri
ro: serverul kismeta fost gãsit
sk: nájdený kismet server

source: Bearing
et_ee: Asimuut
ro: Purtãtor
sk: Azimut

source: Selected:
et_ee: Valitud:
ro: Selectat(e):

source: within
et_ee: ulatuses
ro: în

source: Distance to target
et_ee: Kaugus sihtpunktini
ro: Distanþã pânã la þintã
sk: Vzdialenos» k cieµu

source: Altitude
et_ee: Merepinnast
ro: Altitudine
sk: Kóta

source: Waypoints
et_ee: Teekonnapunktid
ro: Puncte de trecere
sk: Body trasy

source: Map file
et_ee: Kaardifail
ro: Fiºier Hartã
sk: Súbor s mapou

source: Map scale
et_ee: Mõõtkava
ro: Scarã hartã
sk: Mierka mapy

source: Heading
et_ee: Suund
ro: Destinaþie
sk: Kurz

source: Pref. scale
et_ee: Eelistatud mõõtkava
ro: Scarã preferatã
sk: Pref. mierka

source: Menu
et_ee: Menüü
ro: Meniu
sk: Ponuka

source: Status
et_ee: Olek
ro: Stare
sk: Stav

source: Map
et_ee: Kaart
ro: Hartã
sk: Mapa

source: Click here to switch betwen satetellite level and satellite position display. A rotating globe is shown in simulation mode
et_ee: Klikka siia kui soovid vahetada satelliitide signaalitugevuse ja satelliitide asukoha kuvamise vahel. Simulatsioonil näidatakse pöörlevat maakera.

source: Number of used satellites/satellites in view
et_ee: Satelliite kasutuses/satelliite nähtaval

source: EPE (Estimated Precision Error), if available
et_ee: EPE (Estimated Precision Error), Eeldatav TäpsusKlass, kui on infot mille järgi eeldada

source: PDOP (Position Dilution Of Precision). PDOP less than 4 gives the best accuracy, between 4 and 8 gives acceptable accuracy and greater than 8 gives unacceptable poor accuracy.
et_ee: PDOP (Position Dilution Of Precision). PDOP väärtus vähem kui 4 annab parima täpsuse, väärtus vahemikus 4 kuni 8 annab vastuvõetava täpsuse ja väärtus suurem kui 8 annab vastuvõtmatult nigela täpsuse.

source: On top of the compass you see the direction to which you move. The pointer shows the target direction on the compass.
et_ee: Kompass näitab sulle sinu liikumise suunda. Kompassiosuti näitab sihtkoha suunda.

source: Here you find extra functions for maps, tracks and messages
et_ee: Siit leiad lisafunktsioone kaartide, teekondade ja teadete haldamiseks

source: Disable output of speech
et_ee: Ära kasuta kõneväljundit
ro: Dezactiveazã ieºirea vocalã
sk: Zakáza» reèový výstup

source: Show waypoints on the map
et_ee: Näita kaardil teekonnapunkte (TKP)
ro: Afiºeazã punctele de trecere pe hartã
sk: Zobrazi» body trasy na mape

source: Zoom into the current map
et_ee: Suurenda käesolevat kaarti
ro: Mãreºte harta curentã
sk: Zväè¹enie aktuálnej mapy

source: Zooms out off the current map
et_ee: Vähenda käesolevat kaarti
ro: Micºoreazã harta curentã
sk: Zmen¹enie aktuálnej mapy

source: Select the next more detailed map
et_ee: Vali järgmine, rohkema detailisusega kaart
ro: Selecteazã urmãtoarea hartã mai detaliatã
sk: Výber nasledujúcej detailnej¹ej mapy

source: Select the next less detailed map
et_ee: Vali järgmine, vähema detailsusega kaart
ro: Selecteazã urmãtoarea hartã mai puþin detaliatã
sk: Výber nasledujúcej menej detailnej mapy

source: Select the map scale of avail. maps.
et_ee: Vali kaardi mõõtkava saadaolevate kaartide seast
ro: Selectaþi scara hãrþii din hãrþile diponibile.
sk: Výber mierky mapy dostupných máp.

source: Number of waypoints selected from SQL server
et_ee: Valikukriteeriumile vastavate teekonnapunktide (TKP) arv SQL serverist

source: Number of selected waypoints, which are in range
et_ee: Piirkonnas olevate valitud teekonnapunktide (TKP) arv

source: Range for waypoint selection in kilometers
et_ee: Valitud TKP ulatus kilomeetrites

source: This shows the time from your GPS receiver
et_ee: Näitab GPS vastuvõtja aega

source: Number of mobile targets within timeframe/total received from friendsserver
et_ee: Mobiilseid sihtmärke antud ajaaknas/kokku, sõbraserveri info alusel

source: Thank you for using GpsDrive!
et_ee: Tänan, et kasutasid GpsDrive!
ro: Mulþumim cã utilizaþi GpsDrive!
sk: Vïaka za pou¾ívanie GpsDrive!

source: Error saving config file ~/.gpsdrive/gpsdriverc
et_ee: Viga konfiguratsioonifaili ~/.gpsdrive/gpsdriverc salvestamisel
ro: Eroare în salvarea fiºierului de configurare ~/.gpsdrive/gpsdriverc
sk: Chyba poèas ukladania konfiguraèného súboru ~/.gpsdrive/gpsdriverc

source: unable to add match for signals %s: %s
et_ee: ei suuda lisada signaalide %s: %s sobivust

source: unable to register filter with the connection
et_ee: ei suuda filtrit ühendusega siduda

source: DBUS Mode
et_ee: DBUS resiim

source: can't open socket for port
et_ee: ei saa avada soketit pordile
ro: nu se poate dechide socketul pentru port
sk: nie je mo¾né otvori» soket pre port

source: Cannot connect to %s: unknown host
et_ee: Ei suuda '%s' ühenduda: tundmatu server

source: NMEA Mode, Port 2222
et_ee: NMEA resiim, Port 2222
ro: Mod NMEA, Port 2222
sk: Re¾im NMEA, Port 2222

source: NMEA Mode, Port 2947
et_ee: NMEA resiim, Port 2947
ro: Mod NMEA, Port 2947
sk: Re¾im NMEA, Port 2947

source: no garmin support compiled in
et_ee: garmin tuge pole kompileeritud
ro: nu existã suport garmin compilat
sk: podpora pre garmin nebola zakompilovaná

source: Garmin protocol detection disabled!
et_ee: Garmin protokolli tuvastus väljalülitatud!
ro: Detecþia protocolului garmin dezactivatã!
sk: Detekcia protokolu Garmin detekcia nie je povolená!

source: Stop GPSD
et_ee: Seiska GPSD

source: Stop GPSD and switch to simulation mode
et_ee: Seiska GPSD ja lülitu simulatsioonile

source: Start GPSD
et_ee: Käivita GPSD
sk: Spusti» GPSD

source: Starts GPSD for NMEA mode
et_ee: Käivitab GPSD NMEA reziimil
ro: Porneºte GPSD pentru mod NMEA
sk: Spustí GPSD v re¾ime NMEA

source: Timeout getting data from GPS-Receiver!
et_ee: GPS vastuvõtja timeout
ro: Timp expirat în preluarea datelor de la Receptorul-GPS!
sk: Vypr¹al èasový limit pre získanie dát z GPS prijímaèa!

source: Press middle mouse button for navigation
et_ee: Navigeerimiseks vajuta hiire keskmist nuppu
ro: Apãsaþi butonul de mouse din mijloc pentru navigare
sk: Pre navigáciu stlaète stredné tlaèítko na my¹i

source: Direct serial connection to %s
et_ee: Serialühendus %s

source: Not enough satellites in view!
et_ee: Pole piisavalt satelliite nähtaval!
ro: Nu sunt destui sateliþi în vizualizare!
sk: Nedostatoèné mno¾stvo videteµných satelitov!

source: GARMIN Mode
et_ee: GARMIN Resiim
ro: Mod GARMIN
sk: Re¾im GARMIN

source: No GPS used
et_ee: GPS pole kasutusel
ro: Nici un GPS folosit
sk: GPS nebolo pou¾ité

source: Simulation mode
et_ee: Simultsioon
ro: Mod simulare
sk: Simulaèný re¾im

source: Press middle mouse button for sim mode
et_ee: Simulatsiooniks vajuta hiire keskmist nuppu
ro: Apãsaþi butonul de mouse din mijloc pentru simulare
sk: Pre sim re¾im stlaète stredné tlaèítko na my¹i

source: trying to re-connect to kismet server
et_ee: proovin kismet serveriga uuesti ühenduda

source: Kismet server connection re-established
et_ee: Kismet serveri ühendus taasloodud

source: done trying to re-connect: socket=%d
et_ee: taasühendumine tehtud:soket = %d

source: Kismet server connection lost
et_ee: Kismet serveri ühendus kadunud

source: Trying Kismet server
et_ee: Proovin Kismet serverit

source: Couldn't find pixmap file: %s
et_ee: ei suuda leida väljundkaardi (pixmap) faili %s!

source: could not create output map file %s!
et_ee: ei suuda luua väljundkaardi faili %s!

source: Creating map...
et_ee: Loon kaarti ...

source: Creating a temporary map from NASA satellite images
et_ee: Loon NASA satelliidipildist ajutist kaarti

source: converting map for latitude: %f and longitude: %f ...
et_ee: kohandan kaarti laiuskraadile: %f ja pikkuskraadile: %f ...

source: You can permanently add this map file with following line in your map_koord.txt (rename the file!):
et_ee: Saad selle kaardi püsivalt lisada, lisades oma map_koord.txt faili (nimeta see fail ümber!) järgmise rea:

source: waiting for thread to stop
et_ee: ootan lõime seiskumist

source: error opening %s(%d)
et_ee: viga %s(%d) avamisel

source: successfull opened %s
et_ee: edukalt avatud %s

source: switching WAAS/EGNOS on
et_ee: lülitan WAAS/EGNOS sisse

source: switching WAAS/EGNOS off
et_ee: lülitan WAAS/EGNOS välja

source: SQL: connected to %s as %s using %s
et_ee: SQL: server: '%s' ühendatud, kasutaja: '%s' , andmebaas: '%s'

source: rows inserted: %d
et_ee: %d rida lisatud
ro: rânduri inserate: %d
sk: vlo¾ené riadky: %d

source: last index: %d
et_ee: viimane indeks: %d
ro: ultimul index: %d
sk: posledný index: %d

source: rows deleted: %d
et_ee: %d rida kustutatud
ro: rânduri ºterse: %d

source: libmysqlclient.so not found.
et_ee: ei leidnud faili libmysqlclient.so .
ro: libmysqlclient.so nu a fost gãsit.

source: MySQL support disabled.
et_ee: Ei kasuta MySQL tuge.
ro: Suportul MySQL a fost dezactivat.

source: Please install the program as root with: make install
et_ee: Palun installeeri/paigalda programm root õigustes, kasutades: make install

source: Loaded user defined icon %s
et_ee: Laetud kasutaja poolt määratud ikoon %s

source: Select a map file
et_ee: Vali kaardifail
ro: Selectaþi un fiºier hartã
sk: Výber súboru s mapou

source: How to calibrate your own maps? First, the map file must be copied into the
et_ee: Kuidas kalibreerida omi kaarte? Esiteks, pead kaardi kopeerima

source: directory as .gif, .jpg or .png file and must have the size 1280x1024. The file names must be map_* for street maps or top_* for topographical maps! Load the file, select coordinates from waypoint list or type them in. Then click on the accept button.
et_ee: kataloogi kas .gif, .jpg või .png failina, mille suurus on 1280x1024. Failinimi peab algama map_* tänavakaardi ja top_* topograafilise kaardi jaoks! Lae kaart, vali koordinaadid või loetelust teekonnapunktid või sisesta need käsitsi. Seejärel klikka nuppu "Kinnita esimene punkt".

source: Now do the same for your second point and click on the finish button. The map can be used now.
et_ee: Tee sama teise punkti jaoks ja klikka "Lõpeta" nuppu. Kaart on nüüd kasutatav.

source: Import Assistant. Step 1
et_ee: Importija Abimees. Samm 1
ro: Asistent Important. Pas 1
sk: Asistent importom. Krok 1

source: Import Assistant. Step 2
et_ee: Importija Abimees. Samm 2
ro: Asistent Important. Pas 2
sk: Asistent importom. Krok 2

source: Accept first point
et_ee: Kinnita esimene punkt
ro: Acceptare prim punct
sk: Akceptova» prvý bod

source: Accept Scale and Finish
et_ee: Kinnita Skaala ja Lõpeta

source: Finish
et_ee: Lõpeta
ro: Terminare
sk: Ukonèi»

source: Go up
et_ee: Mine üles
ro: Du-te sus
sk: Prejs» vy¹¹ie

source: Go left
et_ee: Mine vasakule
ro: Du-te în dreapta
sk: Ís» doµava

source: Go right
et_ee: Mine paremale
ro: Du-te în stânga
sk: Ís» doprava

source: Go down
et_ee: Mine alla
ro: Du-te jos
sk: Prejs» dole

source: Zoom in
et_ee: Suuremaks
ro: Mãrire
sk: Zväè¹i»

source: Zoom out
et_ee: Väiksemaks
ro: Micºorare
sk: Zmen¹i»

source: Screen X
et_ee: Ekraanilt X
ro: Ecran X
sk: Obrazovka X

source: Screen Y
et_ee: Ekraanilt Y
ro: Ecran Y
sk: Obrazovka Y

source: Browse filename
et_ee: Lehitse failinime
ro: Rãsfoire nume fiºiere
sk: Prezeranie názvov súborov

source: SELECTED
et_ee: VALITUD
ro: SELECTAT(E)
sk: ZVOLENÉMU

source: To
et_ee: Kuni

source: Draw Streets found in mySQL
et_ee: Joonista mySQL leitud Tänav

source: Auto _best map
et_ee: Parim kaart autom.
ro: Auto cea mai _bunã hartã

source: Always select the most detailed map available
et_ee: Vali alati parima detailsusega kaart
ro: Întotdeauna selecteazã cea mai detaliatã hartã disponibilã
sk: V¾dy zvoli» najdetailnej¹iu dostupnú mapu

source: Pos. _mode
et_ee: Pos. resii_m
ro: _mod Pos.

source: Turn position mode on. You can move on the map with the left mouse button click. Clicking near the border switches to the proximate map.
et_ee: Lülitab sisse positsioneerimisreziimi. Vasaku hiireklikiga saad kaardil liikuda Klikk kaardi ääre lähedal valib sobivama kaardi
ro: Activeazã modul de poziþie. Puteti sã vã miºcaþi pe hartã cu click stânga al mouse-ului. Click lângã margine schimbã în cea mai apropiatã hartã.
sk: Zapnite pozièný re¾im. Po mape sa mô¾ete pohybova» pomocou kliknutia s µavým tlaèítko my¹i. Kliknutie do blízkosti okraja prepne na najbli¾¹iu mapu.

source: Shown map type
et_ee: Näidatud kaardi tüüp
ro: Afiºeazã tipul de hartã
sk: Zobrazi» typ mapy

source: Street map
et_ee: Tänavakaart
ro: Hartã de stradã
sk: Mapa ulíc

source: Topo map
et_ee: Topgraafiline kaart
ro: Hartã Topo
sk: Topo mapa

source: Error in line
et_ee: Viga real
ro: Eroare în linia
sk: Chyba na riadku
